var imya = prompt('Введите своё имя');
console.log('Вас зовут ' + imya );

var age = +prompt('Сколько Вам лет?')
console.log('Вам ' + age + ' лет)');

var plus = +prompt('Решите пример: 4534 + 9187 = ?')
console.log('Пример 1: 4534 + 9187 = ' + (4534 + 9187) + ', Ваш ответ: ' + plus);

var min = +prompt('Решите пример: 794 - 187 = ?')
console.log('Пример 2: 794 - 187 = ' + (794 - 187) + ', Ваш ответ: ' + min);

var umn = +prompt('Решите пример: 5 * 485 = ?')
console.log('Пример 3: 5 * 485 = ' + (5 * 485) + ', Ваш ответ: ' + umn);

var del = +prompt('Решите пример: 85 : 5 = ?')
console.log('Пример 4: 85 : 5 = ' + (85 / 5) + ', Ваш ответ: ' + del);

var ost = +prompt('Найдите остаток от деления 967 на 5 ')
console.log('Пример 5: остаток от деления 967 на 5 равен ' + (967%5) + ', Ваш ответ: ' + ost);

var itog = 'Зайдите пожалуйста в консоль разработчика чтобы проверить свои ответы. Хорошего дня!'
alert(itog)